# General

cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'buo/cask-upgrade'
tap 'homebrew/cask-versions'

# Display, Drawing
cask 'adobe-acrobat-reader'

# Video
cask 'vlc'

# Browsers
cask 'firefox'

# Data Storage
cask 'dropbox'

# Emails
cask 'thunderbird'

# Social
cask 'skype'
cask 'whatsapp'
cask 'microsoft-teams'
cask 'zoom'

# Reading
cask 'kindle'

# Security/Network
brew 'openssl'
brew 'gnupg2'
cask 'nordvpn'

# Editors, IDE
cask 'visual-studio-code'

# Application Management
cask 'appcleaner'

# Desktop Board
cask 'keepingyouawake'
cask 'timemachineeditor'

# Versioning
brew 'git'
brew 'git-extras'

